/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"JRefreshHeaderIdleText" = "下拉可以刷新";
"JRefreshHeaderPullingText" = "鬆開立即刷新";
"JRefreshHeaderRefreshingText" = "正在刷新數據中...";

"JRefreshAutoFooterIdleText" = "點擊或上拉加載更多";
"JRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"JRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"JRefreshBackFooterIdleText" = "上拉可以加載更多";
"JRefreshBackFooterPullingText" = "鬆開立即加載更多";
"JRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"JRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"JRefreshHeaderLastTimeText" = "最後更新：";
"JRefreshHeaderDateTodayText" = "今天";
"JRefreshHeaderNoneLastDateText" = "無記錄";
